Repository: rathoddhruv922/bhawshar
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr

source: Available
hi: उपलब्ध
mr: उपलब्ध

source: Add item
hi: आइटम जोड़ें
mr: आयटम जोडा

source: Not Interested
hi: रुचि नहीं है
mr: रस नाही

source: Please Select Reason
hi: कृपया कारण चुनें
mr: कृपया कारण निवडां

source: About Us
hi: हमारे बारे में
mr: आमच्याबद्दल

source: Privacy Policy
hi: गोपनीयता नीति
mr: गोपनीयता धोरण

source: Contact Us
hi: हमसे संपर्क करें
mr: आमच्याशी संपर्क साधा
