Repository: rathoddhruv922/bhawshar
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr

# app_name
source: Bhawsar Chemical
hi: भावसार केमिकल
mr: भावसार केमिकल

# location_permission
source: Need Location Permission
hi: लोकेशन की अनुमति चाहिए
mr: लोकेशन परवानगी गरज आहे

# camera_permission
source: Need Camera Permission
hi: कैमरे की अनुमति चाहिए
mr: कॅमेरा परवानगी पाहिजे

# storage_permission
source: Need Storage Permission
hi: स्टोरेज की अनुमति चाहिए
mr: स्टोरेज परवानगी पाहिजे

# photo_media_permission
source: Need Photo And Media Permission
hi: फोटो और मीडिया की अनुमति चाहिए
mr: फोटो आणि मीडियाची परवानगी आवश्यक आहे

# grant_permission
source: Press Allow to grant a permission
hi: अनुमति देने के लिए अल्लाओ दबाएं
mr: परवानगी देण्यासाठी अल्लाओ दाबा

# force_grant_permission
source: You have to allow the permission to continue
hi: आपको जारी रखने के लिए अल्लाओ करना होगा
mr: तुम्ही सुरू ठेवण्यासाठी अल्लाओ करणे आवश्यक आहे

# location_always_permission_ios
source: Press Allow to grant permission.Please select Always Allow option
hi: अनुमति देने के लिए अल्लाओ दबाएं. कृपया हमेशा अल्लाओ विकल्प चुनें
mr: परवानगी देण्यासाठी परवानगी दाबा. कृपया नेहमी अल्लाओ पर्याय निवडा

# location_always_permission_android
source: Press Allow to grant permission.Please select Allow all the time option
hi: अनुमति देने के लिए अल्लाओ दबाएं. कृपया हर समय अल्लाओ विकल्प चुनें
mr: परवानगी देण्यासाठी अल्लाओ दाबा. कृपया सर्व वेळ अल्लाओ पर्याय निवडा

# button_allow
source: Allow
hi: अल्लाओ
mr: अल्लाओ

# setup_complete
source: Youâ€™re All set
hi: तुम सेट हो
mr: तुम्ही सेट आहात

# finished
source: Press Finish to Continue
hi: जारी रखने के लिए फ़िनिश् दबाएं
mr: सुरू ठेवण्‍यासाठी फिनिश दाबा

# button_finish
source: Finish
hi: फ़िनिश्
mr: फ़िनिश्

source: Login
hi: लॉग इन करें
mr: लॉग इन करा

# login_account
source: Login to your account
hi: अपने अकाउंट में लॉग इन करें
mr: आपल्या खात्यात लॉग इन करा

source: Email
hi: ईमेल
mr: ईमेल

# email_enter
source: Enter email
hi: ईमेल दर्ज करें
mr: ईमेल टाका

# email_invalid
source: Email is invalid
hi: ईमेल अमान्य है
mr: ईमेल अवैध आहे

# email_required
source: Email is required
hi: ईमेल आवश्यक है
mr: ईमेल आवश्यक आहे

source: Password
hi: पासवर्ड
mr: पासवर्ड

# password_enter
source: Enter password
hi: पासवर्ड डालें
mr: पासवर्ड टाका

# password_required
source: Password is required
hi: पासवर्ड की आवश्यकता है
mr: पासवर्ड आवश्यक आहे

# password_forgot_ask
source: Forgot password?
hi: पासवर्ड भूल गए?
mr: पासवर्ड विसरलात?

# password_forgot
source: Forgot Password
hi: पासवर्ड भूल गए
mr: पासवर्ड विसरलात

source: Send Link
hi: लिंक भेजें
mr: लिंक पाठवा

# send_link_message
source: Please enter your email address to receive a verification link
hi: पुष्टिकरण लिंक प्राप्त करने के लिए कृपया अपना ईमेल पता दर्ज करें
mr: सत्यापन लिंक प्राप्त करण्यासाठी कृपया तुमचा ईमेल पत्ता प्रविष्ट करा

# password_change
source: Change Password
hi: पासवर्ड बदलें
mr: पासवर्ड बदला

# password_old
source: Old Password
hi: पुराना पासवर्ड
mr: जुना पासवर्ड

# password_new
source: New Password
hi: नया पासवर्ड
mr: नवीन पासवर्ड

# password_confirm
source: Confirm Password
hi: पासवर्ड की पुष्टि कीजिये
mr: पासवर्डची पुष्टी करा

# password_enter_old
source: Enter old password
hi: पुराना पासवर्ड डालें
mr: जुना पासवर्ड टाका

# password_enter_new
source: Enter new password
hi: नया पासवर्ड डालें
mr: नवीन पासवर्ड टाका

# password_enter_confirm
source: Enter confirm password
hi: कन्फ़ोर्म पासवर्ड डालें
mr: कन्फ़ोर्म पासवर्ड घाला

# password_old_required
source: Old password is required
hi: पुराना पासवर्ड आवश्यक है
mr: जुना पासवर्ड आवश्यक आहे

# password_new_required
source: New password is required
hi: नया पासवर्ड आवश्यक है
mr: नवीन पासवर्ड आवश्यक आहे

# password_confirm_required
source: Confirm password is required
hi: कन्फ़ोर्म पासवर्ड आवश्यक है
mr: कन्फ़ोर्म पासवर्ड आवश्यक है

# password_not_match
source: Confirm password not match
hi: पासवर्ड मेल न खाने की पुष्टि करें
mr: संकेतशब्द जुळत नसल्याची पुष्टी करा

# gm
source: Morning
hi: शुभ प्रभात
mr: शुभ प्रभात

# ga
source: Afternoon
hi: शुभ दोपहर
mr: शुभ दुपार

# ge
source: Evening
hi: अच्छी शाम
mr: शुभ संध्या

# medical_add
source: ADD MEDICAL
hi: मेडिकल् जोड़ें
mr: मेडिकल् जोडा

# medical_add_s
source: Add Medical
hi: मेडिकल् जोड़ें
mr: मेडिकल् जोडा

# medical_search
source: SEARCH MEDICAL
hi: सर्च मेडिकल्
mr: सर्च मेडिकल्

# medical_search_s
source: Search Medical
hi: सर्च मेडिकल्
mr: सर्च मेडिकल्

source: ORDER HISTORY
hi: ऑर्डर इतिहास
mr: ऑर्डर इतिहास

# order_history_s
source: Order History
hi: ऑर्डर इतिहास
mr: ऑर्डर इतिहास

# travel_food_expense
source: TRAVEL & FOOD EXPENSES
hi: यात्रा और भोजन खर्च
mr: प्रवास आणि अन्न खर्च

# travel_food_expense_s
source: Travel & Food Expense
hi: यात्रा और भोजन खर्च
mr: प्रवास आणि अन्न खर्च

# language_change
source: Change Language
hi: भाषा बदलें
mr: भाषा बदला

# language_select
source: Please select application language
hi: कृपया एप्लीकेशन भाषा का चयन करें
mr: कृपया एप्लीकेशन भाषा निवडा

source: Feedback
hi: फीडबैक
mr: फीडबैक

source: Logout
hi: लॉग आउट
mr: लॉग आउट

# medical_update
source: Update Medical
hi: मेडिकल अपडेट करें
mr: मेडिकल अपडेट करा

# client_type
source: Select client type
hi: क्लाइंट प्रकार चुनें
mr: क्लायंट प्रकार निवडा

source: Medical
hi: मेडिकल्
mr: मेडिकल्

source: Warehouse
hi: वेरहाउस
mr: वेरहाउस

source: Doctor
hi: डाक्टर
mr: डाक्टर

source: Distributor
hi: डिस्त्रिबुटर
mr: डिस्त्रिबुटर

# notification_preference
source: Select notification preference
hi: नोटिफिकेशन चुनें
mr: सिलेक्ट नोटिफिकेशन निवडा

source: Whatsapp
hi: व्हाट्सएप
mr: व्हाट्सएप

source: Both
hi: दोनों
mr: दोन्ही

source: Name
hi: नाम
mr: नाव

# name_enter
source: Enter Name
hi: नाम डालें
mr: नाव टाका

# name_required
source: Name is required
hi: नाम आवश्यक है
mr: नाव आवश्यक आहे

# mobile
source: Mobile number
hi: मोबाइल नंबर
mr: मोबाइल नंबर

# mobile_enter
source: Enter mobile number
hi: मोबाइल नंबर डालें
mr: मोबाईल नंबर टाका

# mobile_required
source: Mobile number is required
hi: मोबाइल नंबर आवश्यक है
mr: मोबाईल नंबर आवश्यक आहे

# mobile_invalid
source: Mobile number should contain exactly 10 digits
hi: मोबाइल नंबर में ठीक 10 अंक होने चाहिए
mr: मोबाईल नंबरमध्ये अगदी 10 अंकांचा समावेश असावा

source: Address
hi: पता
mr: पत्ता

# address_enter
source: Enter address
hi: पता दर्ज करें
mr: पत्ता प्रविष्ट करा

# address_required
source: Address is required
hi: पता आवश्यक है
mr: पत्ता आवश्यक आहे

source: Area
hi: क्षेत्र
mr: क्षेत्र

# area_add
source: Add new area
hi: नया क्षेत्र जोड़ें
mr: नवीन क्षेत्र जोडा

# area_enter
source: Enter area
hi: क्षेत्र का नाम डालें
mr: क्षेत्र नाव टाका

# area_required
source: Area is required
hi: क्षेत्र का नाम आवश्यक है
mr: क्षेत्र आवश्यक आहे

source: From Area
hi: क्षेत्र से
mr: क्षेत्रातून

# from_area_enter
source: Enter from area
hi: से क्षेत्र दर्ज करें
mr: क्षेत्रातून नाव टाका

# from_area_required
source: From area is required
hi: क्षेत्र से आवश्यक है
mr: क्षेत्रातून आवश्यक आहे

source: To Area
hi: क्षेत्र के लिए
mr: क्षेत्राकडे

# to_area_enter
source: Enter to area
hi: क्षेत्र को लिखें
mr: क्षेत्रामध्ये नाव टाका

# to_area_required
source: To area is required
hi: क्षेत्र की आवश्यकता है
mr: क्षेत्रासाठी आवश्यक आहे

source: City
hi: शहर
mr: शहर

# city_add
source: Add new city
hi: नया शहर जोड़ें
mr: नवीन शहर जोडा

# city_enter
source: Enter city
hi: शहर का नाम डालें
mr: शहर नाव टाका

# city_required
source: City is required
hi: शहर का नाम आवश्यक है
mr: शहर आवश्यक आहे

source: State
hi: राज्य
mr: राज्य

# state_enter
source: Enter state
hi: राज्य का नाम डालें
mr: राज्य नाव टाका

# state_required
source: State is required
hi: राज्यका नाम आवश्यक है
mr: राज्य आवश्यक आहे

# pin
source: Pincode
hi: पिन कोड
mr: पिन कोड

# pin_enter
source: Enter pincode
hi: पिन कोड डालें
mr: पिन कोड टाका

# pin_required
source: Pincode is required
hi: पिन कोड आवश्यक है
mr: पिन कोड आवश्यक आहे

# pin_invalid
source: Pincode should contain exactly 6 digits
hi: पिनकोड में ठीक 6 अंक होने चाहिए
mr: पिनकोडमध्ये तंतोतंत 6 अंक असणे आवश्यक आहे

# GST
source: GST number
hi: जीएसटी नंबर
mr: जीएसटी क्रमांक

# GST_enter
source: Enter GST number
hi: जीएसटी नंबर डालें
mr: जीएसटी क्रमांक टाका

# GST_required
source: GST number is required
hi: जीएसटी नंबर आवश्यक है
mr: जीएसटी क्रमांक अवैध आहे

# GST_invalid
source: GST number should be exactly 15 alphanumeric
hi: जीएसटी संख्या ठीक 15 अक्षरांकीय होनी चाहिए
mr: जीएसटी क्रमांकामध्ये तंतोतंत 15 अल्फान्यूमेरिक असावे

# PAN
source: PAN number
hi: पैन नंबर
mr: पैन क्रमांक

# PAN_enter
source: Enter PAN number
hi: पैन नंबर डालें
mr: पैन क्रमांक टाका

# PAN_required
source: PAN number is required
hi: पैन नंबर आवश्यक है
mr: पैन क्रमांक अवैध आहे

# PAN_invalid
source: PAN number should be exactly 10 alphanumeric
hi: पैन नंबर संख्या ठीक 10 अक्षरांकीय होनी चाहिए
mr: पैन क्रमांकामध्ये तंतोतंत 10 अल्फान्यूमेरिक असावे

# phone
source: Phone / landline number
hi: फोन / लैंडलाइन नंबर
mr: फोन / लँडलाइन नंबर

# phone_enter
source: Enter phone / landline number
hi: फ़ोन/लैंडलाइन नंबर दर्ज करें
mr: फोन/लँडलाईन नंबर टाका

# phone_required
source: Phone / landline number is required
hi: फ़ोन/लैंडलाइन नंबर आवश्यक है
mr: फोन/लँडलाईन आवश्यक आहे

# photo_add
source: Add Photo
hi: फोटो जोड़ें
mr: फोटो जोडा

# photo_upload
source: Please upload a photo of medical board.
hi: कृपया मेडिकल बोर्ड का फोटो अपलोड करें
mr: कृपया मेडिकल बोर्डाचा फोटो अपलोड करा

source: Save
hi: सेव
mr: सेव

# medical_search_filter
source: Search medical by Name, Email, Mobile, GST
hi: नाम, ईमेल, मोबाइल, जीएसटी द्वारा चिकित्सा सअर्छ् करे
mr: नाव, ईमेल, मोबाईल, जीएसटी द्वारे मेडिकल शोधा

source: Edit
hi: एडिट
mr: एडिट

source: Order Now
hi: अभी ऑर्डर करें
mr: आता ऑर्डर करा

source: Pending
hi: पेन्डिंग
mr: पेन्डिंग

source: Delete
hi: डिलीट
mr: डिलीट

source: Cancel
hi: रद्द करना
mr: रद्द करा

source: Add Expense
hi: खर्च जोड़ें
mr: खर्च जोडा

source: Update Expense
hi: अपडेट खर्च
mr: अपडेट खर्च

source: Select expense type
hi: खर्च का प्रकार चुनें
mr: खर्चाचा प्रकार निवडा

source: Food
hi: खाना
mr: जेवण

source: Car
hi: कार
mr: कार

source: Bus
hi: बस
mr: बस

source: Bike
hi: बाइक
mr: बाइक

source: Train
hi: रेलगाड़ी
mr: ट्रेन

source: Rickshaw
hi: रिक्शा
mr: रिक्षा

source: Travel
hi: यात्रा
mr: यात्रा

source: Other
hi: अन्य
mr: इतर

source: Select travel type
hi: प्रवास का प्रकार चुनें
mr: प्रवासाचा प्रकार निवडा

# select_misc_type
source: Select miscellaneous type
hi: विविध का प्रकार चुनें
mr: विविध प्रकार निवडा

source: Select Expense Date
hi: व्यय दिनांक चुनें
mr: खर्चाची तारीख निवडा

# select_da_type
source: Select Daily Allowance type
hi: डी ए का प्रकार चुनें
mr: डी ए चा प्रकार निवडा

source: Amount
hi: राशि
mr: रक्कम

# amount_enter
source: Enter amount
hi: राशि डालें
mr: रक्कम टाका

# amount_required
source: Amount is required
hi: राशि आवश्यक है
mr: रक्कम आवश्यक आहे

# place
source: Place worked
hi: जगह काम किया
mr: ठिकाणी काम केले

# place_enter
source: Enter the place you work
hi: वह स्थान दर्ज करें जहाँ आप काम करते हैं
mr: तुम्ही काम करता ते ठिकाण एंटर करा

# distance
source: Travelled distance
hi: की दूरी तय की
mr: अंतराचा प्रवास केला

# distance_enter
source: Enter the distance you travelled
hi: आपके द्वारा तय की गई दूरी दर्ज करें
mr: तुम्ही प्रवास केलेले अंतर प्रविष्ट करा

# distance_required
source: Travelled distance is required
hi: तय की गई दूरी आवश्यक है
mr: प्रवास केलेले अंतर आवश्यक आहे

# place_required
source: Worked place is required
hi: कार्यस्थल आवश्यक है
mr: कामाची जागा आवश्यक आहे

source: Note
hi: नोट
mr: नोट( लक्षात ठेवा)

# note_enter
source: Enter note
hi: नोट दर्ज करें
mr: नोट प्रविष्ट करा

# note_required
source: Note is required
hi: नोट आवश्यक है
mr: नोट आवश्यक आहे

# receipt_add
source: Add receipt
hi: रसीद जोड़ें
mr: रसीद जोड़ें

source: DA
hi: डी ए
mr: डी ए

# expense_edit_warning
source: You cannot edit expense that are more than 14 days old
hi: आप १४ दिनों से अधिक पुराने व्यय को संपादित नहीं कर सकते
mr: तुम्ही १४ दिवसांपेक्षा जुना खर्च संपादित करू शकत नाही

source: My Reminder
hi: मेरा रिमाइंडर
mr: माझे रिमाइंडर

source: Today
hi: आज
mr: आज

source: Tomorrow
hi: कल
mr: उद्या

# past_three_month
source: Past 3 month
hi: पिछले 3 महीने
mr: मागील ३ महिने

source: Complete
hi: पूरा
mr: पूर्ण

source: Incomplete
hi: अधूरा
mr: अपूर्ण

# reminder_add
source: Add Reminder
hi: रिमाइंडर जोड़ें
mr: रिमाइंडर जोडा

# reminder_update
source: Update Reminder
hi: रिमाइंडर अपडेट करें
mr: रिमाइंडर अपडेट करा

source: Select Reminder Date
hi: रिमाइंडर दिनांक चुनें
mr: रिमाइंडरची तारीख निवडा

# time_invalid
source: Selected time must be future time
hi: चुना गया समय भविष्य का समय होना चाहिए
mr: निवडलेली वेळ भविष्यातील वेळ असावी

# error_403
source: The authenticated user is not allowed to access the specified API endpoint
hi: प्रमाणित उपयोगकर्ता को निर्दिष्ट एपीआई एंडपॉइंट तक पहुंचने की अनुमति नहीं है
mr: प्रमाणीकृत वापरकर्त्यास निर्दिष्ट एपीआई एंडपॉइंटमध्ये प्रवेश करण्याची परवानगी नाही

source: Message
hi: संदेश
mr: संदेश

# message_enter
source: Enter message
hi: संदेश दर्ज करें
mr: संदेश प्रविष्ट करा

# message_required
source: Message is required
hi: संदेश आवश्यक है
mr: संदेश आवश्यक आहे

# my_feedback
source: My Feedback's
hi: मेरा फ़ीडबैक
mr: माझे फीडबॅक

# feedback_add
source: Add Feedback
hi: फ़ीडबैक जोड़ें
mr: फीडबॅक जोडा

# feedback_type
source: Please select type
hi: कृपया प्रकार चुनें
mr: कृपया प्रकार निवडा

# feedback_close
source: Feedback has been closed
hi: फीडबैक बंद कर दिया गया है
mr: फीडबैक बंद करण्यात आला आहे

# unable_process
source: Unable to process the data
hi: डेटा संसाधित करने में असमर्थ
mr: डेटावर प्रक्रिया करण्यात अक्षम

source: Close
hi: बंद करें
mr: बंद करा

source: Resolved
hi: हल किया
mr: निराकरण केले

# feedback_resolved
source: Feedback is resolved
hi: फ़ीडबैक का समाधान किया गया है
mr: फ़ीडबैकचे निराकरण केले आहे

# feedback_disable
source: Comment are disable for this feedback
hi: इस फ़ीडबैक के लिए कोम्मेन्ट डिसएब्ल्ड हैं
mr: या फीडबॅकसाठी कोम्मेन्ट अक्षम केल्या आहेत

# feedback_edit_error
source: You can't edit this comment
hi: आप इस कोम्मेन्ट को एडिट नहीं कर सकते
mr: तुम्ही हा कोम्मेन्ट एडिट करू शकत नाही

source: Description
hi: विवरण
mr: वर्णन

# description_enter
source: Enter description
hi: विवरण दर्ज करें
mr: वर्णन टाका

# description_required
source: Description is required
hi: विवरण आवश्यक है
mr: वर्णन आवश्यक आहे

# attachment_add
source: Add Attachments
hi: अटैचमेंट जोड़ें
mr: अटॅचमेंट्स जोडा

# comment_add
source: Add comment
hi: टिप्पणी जोड़ना
mr: टिप्पणी करा

source: Feedback Conversation
hi: प्रतिक्रिया बातचीत
mr: प्रतिक्रिया बातचीत

# order_add
source: Add Order
hi: ऑर्डर जोड़ें
mr: ऑर्डर जोडा

# order_update
source: Update Order
hi: अपडेट ऑर्डर
mr: अपडेट ऑर्डर

source: Reminder
hi: रिमाइंडर
mr: रिमाइंडर

source: Date
hi: दिनांक
mr: तारीख

source: Message
hi: मैसेज
mr: मैसेज

source: Order Type
hi: ऑर्डर प्रकार
mr: ऑर्डर प्रकार

# distributor_select
source: Select Distributor
hi: डिस्ट्रीब्यूटर को चुनें
mr: डिस्ट्रीब्यूटर निवडा

# distributor_required
source: Please select distributor
hi: कृपया डिस्ट्रीब्यूटर का चयन करें
mr: कृपया डिस्ट्रीब्यूटर निवडा

# distributor_search
source: Search Distributor...
hi: डिस्ट्रीब्यूटर सर्च करें
mr: डिस्ट्रीब्यूटर सर्च करा

# warehouse_select
source: Select Warehouse
hi: वेयरहाउस चुनें
mr: वेअरहाऊस निवडा

# warehouse_required
source: Please select warehouse
hi: कृपया वेयरहाउस चुनें
mr: कृपया वेयरहाउस निवडा

# warehouse_search
source: Search Warehouse...
hi: वेयरहाउस सर्च करें
mr: वेअरहाऊस सर्च करा

source: Clear
hi: क्लीअर्
mr: क्लीअर्

# product_add
source: Product
hi: प्रोडक्ट जोड़ें
mr: प्रोडक्ट जोडा

# product_search
source: Search Product
hi: सर्च प्रोडक्ट
mr: सर्च प्रोडक्ट

# product_search_filter
source: Search product by name, type etc..
hi: नाम, प्रकार आदि द्वारा प्रोडक्ट खोजें
mr: नाव, प्रकार इत्यादींनुसार प्रोडक्ट शोधा

source: Quantity
hi: मात्रा
mr: प्रमाण

# quantity_enter
source: Enter quantity
hi: मात्रा डालें
mr: प्रमाण टाका

# quantity_required
source: Please enter quantity
hi: कृपया मात्रा डालें
mr: कृपया प्रमाण टाका

# quantity_invalid
source: Quantity value is invalid
hi: मात्रा मूल्य अमान्य है
mr: प्रमाण मूल्य अवैध आहे

# scheme_apply
source: Scheme Applied :
hi: स्कीम लागू :
mr: स्कीम लागू :

source: Scheme Available :
hi: स्कीम उपलब्ध :
mr: स्कीम उपलब्ध :

source: Shipped Qty:
hi: शिप्पङ मात्रा:
mr: शिप्पङ प्रमाण:

source: Add
hi: जोड़ें
mr: जोडा

# size_invalid
source: Please choose another size option
hi: कृपया दूसरा साइज़ विकल्प चुनें
mr: कृपया दुसरा साइज़ पर्याय निवडा

# size_select
source: Please select size
hi: कृपया साइज़ का चयन करें
mr: कृपया साइज़ निवडा

# product_remove
source: Remove from order list
hi: ऑर्डर सूची से हटाएं
mr: ऑर्डर सूचीमधून काढा

# gift_add
source: Add Gift Articles
hi: गिफ्ट आर्टिकल्स जोड़ें
mr: गिफ्ट आर्टिकल्स जोडा

# gift_search
source: Search Gift Articles
hi: गिफ्ट आर्टिकल्स खोजें
mr: गिफ्ट आर्टिकल्स शोधा

# gift_search_filter
source: Search Gift Articles by name, type etc..
hi: उपहार सामग्री को नाम, प्रकार आदि के अनुसार खोजें
mr: नाव, प्रकार इत्यादीनुसार गिफ्ट आर्टिकल्स शोधा

# pop_add
source: Add Pop Materials
hi: पॉप सामग्री जोड़ें
mr: पॉप सामग्री जोडा

# pop_search
source: Search Pop Materials
hi: पॉप सामग्री खोजें
mr: पॉप सामग्री शोधा

# pop_search_filter
source: Search Pop Materials by name, type etc..
hi: नाम, प्रकार आदि द्वारा पॉप सामग्री खोजें
mr: नाम, प्रकार आदि पॉप सामग्री शोधा

# sample_add
source: Add Free Sample
hi: फ्री सैंपल जोड़ें
mr: मोफत सॅम्पल जोडा

# sample_search
source: Search Free Sample
hi: फ्री सैंपल सर्च करें
mr: फ्री सॅम्पल सर्च करा

# sample_search_filter
source: Search Free Sample by name, type etc..
hi: नाम, प्रकार आदि द्वारा फ्री सैंपल सर्च करें
mr: नाव, प्रकार आदिद्वारे फ्री सॅंपल शोधा

source: Special Note
hi: विशेष नोट
mr: विशेष नोट

# delete_order_warning
source: Need to cancel the order before deleting
hi: हटाने से पहले ऑर्डर को रद्द करने की आवश्यकता है
mr: हटवण्यापूर्वी ऑर्डर रद्द करणे आवश्यक आहे

# change_order_status_warning
source: Cannot perform any action because an order is
hi: कोई कार्रवाई नहीं की जा सकती है क्योंकि ऑर्डर है
mr: ऑर्डर असल्यामुळे कोणतीही क्रिया करू शकत नाही

# reminder_edit_warning
source: Reminder is Completed/Deleted
hi: रिमाइंडर पूर्ण/हटा दिया गया है
mr: रिमाइंडर पूर्ण झाले/हटवले.

source: Reminder not added
hi: रिमाइंडर नहीं जोड़ा गया
mr: रिमाइंडर जोडले नाही

# special_note_enter
source: Enter special notes
hi: विशेष नोट डालें
mr: विशेष नोट टाका

# product_inactive_warning
source: You cannot edit this order as it contains in-active product
hi: आप इस ऑर्डर को संपादित नहीं कर सकते क्योंकि इसमें निष्क्रिय प्रोडक्टस है
mr: तुम्ही ही ऑर्डर संपादित करू शकत नाही कारण त्यात सक्रिय प्रोडक्टस आहे

source: Order summary
hi: ऑर्डर सारांश
mr: ऑर्डर सारांश

# location_enabled
source: Make sure location service are enabled
hi: सुनिश्चित करें कि स्थान सेवा सक्षम है
mr: स्थान सेवा सक्षम असल्याची खात्री करा

source: Order Detail
hi: ऑर्डर विवरण
mr: ऑर्डर तपशील

source: Expense
hi: खर्च
mr: खर्च

source: Order
hi: ऑर्डर
mr: ऑर्डर

source: Sync Data
hi: डेटा सिंक करें
mr: डेटा समक्रमित करा

source: Expire Date
hi: समाप्ति की दिनांक
mr: समाप्ती दिनांक

# product
source: Products
hi: प्रोडक्टस
mr: प्रोडक्टस

# gift
source: Gift Articles
hi: गिफ्ट आर्टिकल्स
mr: गिफ्ट आर्टिकल्स

# pop
source: Pop Materials
hi: पॉप सामग्री
mr: पॉप सामग्री

# sample
source: Free Sample
hi: फ्री सैंपल
mr: फ्री सैंपल

# pay
source: To Pay
hi: भुगतान करने के लिए
mr: भरणे

source: Punch Order
hi: पंच ऑर्डर
mr: पंच ऑर्डर

# network_error
source: Please check your device network connection
hi: कृपया अपने डिवाइस नेटवर्क कनेक्शन की जांच करें
mr: कृपया तुमचे डिव्हाइस नेटवर्क कनेक्शन तपासा

source: Yes
hi: हाँ
mr: होय

source: No
hi: नहीं
mr: नाही

# confirmation
source: Are you sure?
hi: क्या आप निश्चित हैं?
mr: तुम्हाला खात्री आहे का?

# no_more_data
source: No more data to load
hi: लोड करने के लिए और डेटा नहीं है
mr: लोड करण्यासाठी आणखी डेटा नाही

# loading
source: Please wait...
hi: कृपया इंतज़ार करें...
mr: कृपया थांबा...

# empty
source: No data found
hi: कोई डेटा नहीं मिला
mr: डेटा सापडला नाही

# unknown_error
source: Something went wrong! Try again after sometimes
hi: कुछ गलत हो गया! कुछ समय बाद पुनः प्रयास करें
mr: काहीतरी चूक झाली! काही वेळाने पुन्हा प्रयत्न करा

# image_size_error
source: Image size must be less than Five MB
hi: इमेज का साइज़ पांच MB से कम होना चाहिए
mr: इमेज साइज़ पांच MB पेक्षा कमी असणे आवश्यक आहे

# photo_permission_request
source: Please give Photo permission
hi: कृपया फोटो अनुमति दें
mr: कृपया फोटो परवानगी द्या

# storage_permission_request
source: Please give Storage permission
hi: कृपया स्टोरेज़ की अनुमति दें
mr: कृपया स्टोरेज परवानगी द्या

# camera_permission_request
source: Please give Camera permission
hi: कृपया कैमरे की अनुमति दें
mr: कृपया कॅमेरा परवानगी द्या

# location_permission_request
source: Please enable device location
hi: कृपया डिवाइस स्थान को सक्षम करें
mr: कृपया डिव्हाइस स्थान सक्षम करा

# app_location_permission_request
source: Please give location permission
hi: कृपया स्थान की अनुमति दें
mr: कृपया स्थान परवानगी द्या

# file_size_error
source: File size is greater than five mb
hi: फ़ाइल का आकार पाँच एमबी से अधिक है
mr: फाइलचा आकार पाच mb पेक्षा मोठा आहे

# receipt_limit_error
source: You cannot upload more than five receipt
hi: आप पांच से अधिक रसीद अपलोड नहीं कर सकते
mr: तुम्ही पाचपेक्षा जास्त पावती अपलोड करू शकत नाही

# attachment_limit_error
source: You cannot upload more than five attachment
hi: आप पांच से अधिक अटैचमेंट अपलोड नहीं कर सकते हैं
mr: तुम्ही पाचपेक्षा जास्त संलग्नक अपलोड करू शकत नाही

# select_subtype
source: Please select subtype
hi: कृपया उपप्रकार चुनें
mr: कृपया उपप्रकार निवडा

# type_comment
source: Type a comment...
hi: कमेंट टाइप करें...
mr: टिप्पणी टाइप करा...

# comment_required
source: Please enter your comment
hi: कृपया अपनी टिप्पणी दर्ज करें
mr: कृपया तुमची टिप्पणी प्रविष्ट करा

# refresh
source: Pull down to refresh
hi: रीफ़्रेश करने के लिए नीचे खींचें
mr: रीफ्रेश करण्यासाठी खाली खेचा

# select_field_of_work
source: Please select the field of work
hi: कृपया कार्यक्षेत्र का चयन करें
mr: कृपया कार्यक्षेत्र निवडा

# scheme_qty_error
source: Invalid input. Please enter 10, 20, 30, 40, etc.
hi: अमान्य निवेश। कृपया 10, 20, 30, 40, आदि दर्ज करें।
mr: अवैध इनपुट. कृपया 10, 20, 30, 40, इ. प्रविष्ट करा.

# req_gift
source: Request Gift/Pop Materials
hi: उपहार/पॉप सामग्री का अनुरोध करें
mr: भेट/पॉप सामग्रीची विनंती करा

# select_req_item
source: Select product type
hi: उत्पाद प्रकार चुनें
mr: उत्पादन प्रकार निवडा

# req_gift_history
source: Gift Request History
hi: उपहार अनुरोध इतिहास
mr: भेट विनंती इतिहास

# exit_app
source: Do you want to exit the app?
hi: क्या आप ऐप से बाहर निकलना चाहते हैं?
mr: तुम्हाला अॅपमधून बाहेर पडायचे आहे का??

source: Non productive call
hi: नॉन-उत्पादक कॉल
mr: नॉन-उत्पादक कॉल

# special_note_required
source: Special notes is required
hi: विशेष नोट्स की आवश्यकता है
mr: विशेष नोट्स आवश्यक आहेत

# state_invalid
source: Please select a valid state
hi: कृपया एक वैध राज्य चुनें
mr: कृपया वैध राज्य निवडा

# city_invalid
source: Please select a valid city
hi: कृपया एक वैध शहर चुनें
mr: कृपया एक वैध शहर निवडा

# area_invalid
source: Please select a valid area
hi: कृपया एक वैध क्षेत्र चुनें
mr: कृपया वैध क्षेत्र निवडा

# expense_doc_view
source: Expense document viewer
hi: खर्च दस्तावेज़ दर्शक
mr: खर्च दस्तऐवज दर्शक

source: Performance
hi: प्रदर्शन
mr: प्रदर्शन

source: Select Date
hi: दिनांक चुनें
mr: तारीख निवडा

# location_time_out
source: Location request timed out
hi: स्थान अनुरोध का समय समाप्त हो गया
mr: स्थान विनंती कालबाह्य झाली

source: Productive call
hi: उत्पादक कॉल
mr: उत्पादक कॉल

source: Productive
hi: उत्पादक
mr: उत्पादक

source: Non-Productive
hi: अनुपजाऊ
mr: अनुपजाऊ

# order_label
source: Orders
hi: ऑर्डर
mr: ऑर्डर

# medical_label
source: Medicals
hi: मेडिकल्स
mr: मेडिकल्स

# expense_label
source: Expenses
hi: खर्च
mr: खर्च

# reminder_label
source: Reminders
hi: रिमाइंडर
mr: रिमाइंडर

source: Not interested in any product
hi: किसी भी उत्पाद में रुचि नहीं
mr: कोणत्याही उत्पादनात रस नाही

source: Please select product
hi: कृपया उत्पाद चुनें
mr: कृपया उत्पादन निवडा

source: Quantity is missing
hi: मात्रा गायब है
mr: मात्रा गहाळ आहे
